[
  {
    "text": "That cat [nova] can do anything",
    "author": "Karly"
  },
  {
    "text": "When you're not shaved like that you look like hitler",
    "author": "Karly"
  },
  {
    "text": "Me: \"Oh shit did you see? A$AP Rocky is in jail?\"\nK: \"He deserves it.\"\nM: \"What?\"\n*karly looks around and whispers*:\n'he's a no good negro'"
  },
  {
    "text": "Kev! Stop! I'm in pain... I need soft gentle words :(",
    "author": "Karly"
  },
  {
    "text": "*Opens oven to smell baking cake*\nUUAAAAGGGHHH! I'm huffing the cake fumes!",
    "author": "Karly"
  },
  {
    "text": "*trying to get Nova to consume catnip*\nK: You just want my love but I just want to drug you\n*puts catnip on all her toys and a treat*",
    "author": "Karly"
  },
  {
    "text": "Imagine if you were in traffic and Thanos snapped his fingers and half the people vanished from their cars",
    "author": "Karly"
  },
  {
    "text": "K: I don't make pancakes I make masterpieces\nE: I don't write sins I write tragedies"
  },
  {
    "text": "Karly: You can only sex me if you get me Chinese food\nKev: I'm going to feed you in bed while I shove a chicken ball up your 🅱️ussy"
  },
  {
    "text": "*has 3 drinks*\n*vomits profusely*\n*looks up from toilet*\nEvery time I see real life I want to vomit",
    "author": "Karly"
  },
  {
    "text": "*Be chasing Karly around vaping while she runs from me because she is eating the whole peanut butter jar*\nKarly: \"Stoooppppp, you're using it [the vape] as a weapon!!\"",
    "author": "Karly"
  },
  {
    "text": "*I turn off projector after finishing playing Resident Evil 6*\nWhat??? You just turned it off. I wanted some milk and cookies, where's my romance!",
    "author": "Karly"
  },
  {
    "text": "We [the girls] were making out all night, I hope I didnt have bad breath",
    "author": "Karly"
  },
  {
    "text": "Okay get your terms straight, it's bisexual. You get your dick you get your pussy it's great.",
    "author": "Karly"
  },
  {
    "text": "Anime made me shit myself",
    "author": "Karly"
  },
  {
    "text": "Kev: \"she [the cat] beat up my hand\"\nKarly: \"well... she's my best friend so I don't believe you.\"",
    "author": "Karly"
  },
  {
    "text": "LES•PIANS like THESpians but lesbians.",
    "author": "Karly"
  },
  {
    "text": "Me: \"Dave wants me to bring the switch over but I don't think i will if I'm only going for an hour and a half\"\nKarly: \"Well it's not about what Dave wants is it? It's about what I want\""
  },
  {
    "text": "To the cat: \"It's okay you're half black I still love you\"",
    "author": "Karly"
  },
  {
    "text": "Make sure that I remember ummmm uhhh what I just said about the rats and stuff and like belleville",
    "author": "Karly"
  },
  {
    "text": "I won't judge a book until I see it's cover in real life.",
    "author": "Karly"
  },
  {
    "text": "*Shoots missiles out her pussy during feel the love* ",
    "author": "Karly"
  },
  {
    "text": "I wanna run Kendra over with a truck",
    "author": "Tyler"
  },
  {
    "text": "I wish I could move my body like that",
    "author": "Kev"
  },
  {
    "text": "Why is mommy's baby still alive?? [Pokémon GO]",
    "author": "Karly"
  }
]